Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the most beautiful natural thing you've witnessed while travelling?
de: Was ist das Schönste in der Natur, das du auf Reisen gesehen hast?
es: ¿Cuál es la cosa natural más hermosa que has presenciado mientras viajabas?
fr: Quelle est la plus belle chose naturelle que tu aies vue en voyage ?
it: Qual è la cosa naturale più bella che hai visto durante un viaggio?
ja: 旅行中に見た最も美しい自然の光景は何ですか？
ko: 여행 중 목격한 가장 아름다운 자연 경관은 무엇인가요?
nb: Hva er den vakreste naturopplevelsen du har hatt mens du reiste?
nl: Wat is het mooiste natuurlijke ding dat je tijdens het reizen hebt gezien?
pl: Jaka jest najpiękniejsza rzecz w naturze, którą widziałeś podczas podróży?
pt_br: Qual foi a coisa natural mais bonita que você testemunhou durante uma viagem?
sv: Vad är den vackraste naturupplevelsen du har haft när du reste?
uk: Що найкрасивіше в природі ви бачили під час подорожі?
zh_hans: 你在旅行中见过的最美自然景观是什么？

source: What's the most beautiful place you've ever been?
de: Was ist der schönste Ort, an dem du je warst?
es: ¿Cuál es el lugar más bonito que has visitado?
fr: Quel est le plus bel endroit où tu sois jamais allé ?
it: Qual è il posto più bello in cui sei mai stato?
ja: 今までで一番美しいと思った場所はどこですか？
ko: 가장 아름다웠던 여행지는 어디인가요?
nb: Hva er det vakreste stedet du noen gang har vært?
nl: Wat is de mooiste plek waar je ooit bent geweest?
pl: Jakie jest najpiękniejsze miejsce, w jakim byłeś?
pt_br: Qual é o lugar mais bonito que você já conheceu?
sv: Vilken är den vackraste plats du någonsin har besökt?
uk: Яке найкрасивіше місце ви коли-небудь відвідували?
zh_hans: 你去过最美的地方是哪里？

source: What’s the most beautiful thing about humanity?
de: Was ist das Schönste an der Menschheit?
es: ¿Qué es lo más hermoso de la humanidad?
fr: Quelle est la plus belle chose chez l'humanité ?
it: Qual è la cosa più bella dell'umanità?
ja: 人類の最も美しい点は何ですか？
ko: 인류의 가장 아름다운 점은 무엇인가요?
nb: Hva er det vakreste ved menneskeheten?
nl: Wat is het mooiste aan de mensheid?
pl: Co jest najpiękniejszego w ludzkości?
pt_br: Qual é a coisa mais bonita sobre a humanidade?
sv: Vad är det vackraste med mänskligheten?
uk: Що найпрекраснішого в людстві?
zh_hans: 人类最美好的地方是什么？

source: What’s the most bizarre food you’ve actually enjoyed?
de: Was ist das bizarrste Essen, das du tatsächlich genossen hast?
es: ¿Cuál es la comida más extraña que realmente has disfrutado?
fr: Quelle est la nourriture la plus bizarre que tu aies réellement appréciée ?
it: Qual è il cibo più bizzarro che tu abbia effettivamente apprezzato?
ja: 実際に美味しいと思った一番奇妙な食べ物は何ですか？
ko: 실제로 즐겨 먹었던 가장 기이한 음식은 무엇인가요?
nb: Hva er den merkeligste maten du faktisk har likt?
nl: Wat is het meest bizarre eten dat je ooit lekker vond?
pl: Jakie jest najdziwniejsze jedzenie, które naprawdę Ci smakowało?
pt_br: Qual é a comida mais bizarra que você realmente gostou?
sv: Vad är den mest bisarra mat du faktiskt har tyckt om?
uk: Яка найбільш дивна їжа, яка вам справді сподобалася?
zh_hans: 你真正喜欢过的最奇怪的食物是什么？

source: What's the most boring superpower you can think of?
de: Was ist die langweiligste Superkraft, die dir einfällt?
es: ¿Cuál es el superpoder más aburrido que se te ocurre?
fr: Quel est le super-pouvoir le plus ennuyeux auquel tu puisses penser ?
it: Qual è il superpotere più noioso che ti viene in mente?
ja: 思いつく中で一番退屈な超能力は何ですか？
ko: 생각나는 가장 지루한 초능력은 뭐예요?
nb: Hva er den kjedeligste superkraften du kan tenke deg?
nl: Wat is de saaiste superkracht die je kunt bedenken?
pl: Jaka jest najnudniejsza supermoc, jaką możesz sobie wyobrazić?
pt_br: Qual é o superpoder mais chato que você consegue imaginar?
sv: Vilken är den tråkigaste superkraften du kan komma på?
uk: Яка найнудніша суперсила, яку ви можете придумати?
zh_hans: 你能想到的最无聊的超能力是什么？

source: What's the most comfortable piece of furniture you've ever owned?
de: Was ist das bequemste Möbelstück, das du je besessen hast?
es: ¿Cuál es el mueble más cómodo que has tenido?
fr: Quel est le meuble le plus confortable que tu aies jamais possédé ?
it: Qual è il mobile più comodo che tu abbia mai posseduto?
ja: 今まで所有した中で一番快適な家具は何ですか？
ko: 소유했던 가구 중 가장 편안했던 것은 무엇인가요?
nb: Hva er den mest komfortable møbelet du noen gang har hatt?
nl: Wat is het meest comfortabele meubelstuk dat je ooit hebt gehad?
pl: Jaki jest najwygodniejszy mebel, jaki kiedykolwiek miałeś?
pt_br: Qual é o móvel mais confortável que você já teve?
sv: Vilken är den mest bekväma möbeln du någonsin har ägt?
uk: Які найзручніші меблі ви коли-небудь мали?
zh_hans: 你拥有过的最舒适的家具是什么？

source: What's the most compassionate thing you've ever witnessed?
de: Was ist das Mitfühlendste, was du je miterlebt hast?
es: ¿Cuál es la acción más compasiva que has presenciado?
fr: Quelle est la chose la plus compatissante que vous ayez jamais vue ?
it: Qual è la cosa più compassionevole che tu abbia mai visto?
ja: あなたが今まで目撃した中で最も思いやりのあることは何ですか？
ko: 당신이 목격한 가장 자비로운 일은 무엇인가요?
nb: Hva er den mest medfølende tingen du noensinne har vært vitne til?
nl: Wat is de meest meelevende daad die je ooit hebt gezien?
pl: Jaka jest najbardziej współczująca rzecz, jaką kiedykolwiek widziałeś?
pt_br: Qual é a coisa mais compassiva que você já testemunhou?
sv: Vad är den mest medkännande sak du någonsin har bevittnat?
uk: Який найбільш співчутливий вчинок ви коли-небудь бачили?
zh_hans: 你见过的最富有同情心的事情是什么？

source: What's the most creative excuse you've ever used?
de: Was ist die kreativste Ausrede, die du je benutzt hast?
es: ¿Cuál es la excusa más creativa que has usado?
fr: Quelle est l'excuse la plus créative que tu aies jamais utilisée?
it: Qual è la scusa più creativa che hai mai usato?
ja: これまでに使った中で一番創造的な言い訳は何ですか？
ko: 가장 창의적인 변명은 무엇이었나요?
nb: Hva er den mest kreative unnskyldningen du noen gang har brukt?
nl: Wat is de meest creatieve smoes die je ooit hebt gebruikt?
pl: Jaka jest najbardziej kreatywna wymówka, jakiej kiedykolwiek użyłeś?
pt_br: Qual é a desculpa mais criativa que você já usou?
sv: Vad är den mest kreativa ursäkt du någonsin har använt?
uk: Яке найкреативніше виправдання ти коли-небудь використовував?
zh_hans: 你用过的最有创意的借口是什么？

source: What's the most culturally different place you've experienced?
de: Was ist der kulturell unterschiedlichste Ort, den du erlebt hast?
es: ¿Cuál es el lugar culturalmente más diferente que has experimentado?
fr: Quel est l'endroit culturellement le plus différent que tu aies connu ?
it: Qual è il posto culturalmente più diverso che hai sperimentato?
ja: 経験した中で最も文化的に異なる場所はどこですか？
ko: 경험한 곳 중 문화적으로 가장 달랐던 곳은 어디인가요?
nb: Hva er det kulturelt mest forskjellige stedet du har opplevd?
nl: Wat is de cultureel meest verschillende plek die je hebt meegemaakt?
pl: Jakie jest najbardziej zróżnicowane kulturowo miejsce, które doświadczyłeś?
pt_br: Qual é o lugar culturalmente mais diferente que você já experimentou?
sv: Vilken är den kulturellt mest annorlunda plats du har upplevt?
uk: Яке найбільш культурно відмінне місце ви відвідали?
zh_hans: 你体验过的文化差异最大的地方是哪里？

source: What's the most dramatic thing you've done over something minor?
de: Was ist das Dramatischste, das du wegen einer Kleinigkeit getan hast?
es: ¿Qué es lo más dramático que has hecho por algo menor?
fr: Quelle est la chose la plus dramatique que tu aies faite pour quelque chose de mineur?
it: Qual è la cosa più drammatica che hai fatto per una sciocchezza?
ja: 些細なことでやってしまった一番大げさな行動は何ですか？
ko: 사소한 일에 대해 가장 극적인 행동을 한 적은 무엇인가요?
nb: Hva er det mest dramatiske du har gjort over noe smått?
nl: Wat is het meest dramatische dat je hebt gedaan om iets kleins?
pl: Jaka jest najbardziej dramatyczna rzecz, jaką zrobiłeś z powodu drobnostki?
pt_br: Qual é a coisa mais dramática que você fez por algo pequeno?
sv: Vad är det mest dramatiska du har gjort för något mindre?
uk: Що найдраматичнішого ти зробив через дрібницю?
zh_hans: 你因为小事做过最夸张的事情是什么？

source: What's the most dramatic thing you've seen an animal do?
de: Was ist das Dramatischste, das du ein Tier hast tun sehen?
es: ¿Qué es lo más dramático que has visto hacer a un animal?
fr: Quelle est la chose la plus dramatique que tu aies vue faire à un animal ?
it: Qual è la cosa più drammatica che tu abbia mai visto fare a un animale?
ja: 今まで見た動物の行動で一番ドラマチックだったことは何ですか？
ko: 동물이 하는 행동 중 가장 드라마틱했던 장면은 뭐예요?
nb: Hva er det mest dramatiske du har sett et dyr gjøre?
nl: Wat is het meest dramatische dat je een dier hebt zien doen?
pl: Jaka jest najbardziej dramatyczna rzecz, jaką widziałeś, jak robi zwierzę?
pt_br: Qual é a coisa mais dramática que você já viu um animal fazer?
sv: Vad är det mest dramatiska du har sett ett djur göra?
uk: Що найдраматичнішого ви бачили, як робить тварина?
zh_hans: 你见过动物做过的最戏剧性的事情是什么？

source: What’s the most embarrassing thing that’s happened to you in public?
de: Was ist das Peinlichste, das dir in der Öffentlichkeit passiert ist?
es: ¿Qué es lo más vergonzoso que te ha pasado en público?
fr: Quelle est la chose la plus embarrassante qui te soit arrivée en public ?
it: Qual è la cosa più imbarazzante che ti sia successa in pubblico?
ja: 人前で起きた一番恥ずかしい出来事は何ですか？
ko: 공개적으로 일어난 일 중 가장 창피했던 일은 무엇인가요?
nb: Hva er det flaueste som har skjedd deg offentlig?
nl: Wat is het gênantste dat je in het openbaar is overkomen?
pl: Jaka jest największa wpadka, jaka przytrafiła ci się publicznie?
pt_br: Qual é a coisa mais embaraçosa que aconteceu com você em público?
sv: Vad är det mest pinsamma som har hänt dig offentligt?
uk: Яка найбільш незручна ситуація сталася з вами на публіці?
zh_hans: 你在公共场合发生的最尴尬的事情是什么？

source: What's the most embarrassing thing you've ever bought at a grocery store?
de: Was ist das Peinlichste, das du jemals in einem Supermarkt gekauft hast?
es: ¿Qué es lo más vergonzoso que has comprado en un supermercado?
fr: Quelle est la chose la plus embarrassante que tu aies achetée dans une épicerie ?
it: Qual è la cosa più imbarazzante che tu abbia mai comprato al supermercato?
ja: これまで食料品店で買ったもので一番恥ずかしいものは何ですか？
ko: 식료품점에서 산 것 중 가장 창피했던 물건은 뭐예요?
nb: Hva er det flaueste du noen gang har kjøpt i en dagligvarebutikk?
nl: Wat is het gênantste dat je ooit in een supermarkt hebt gekocht?
pl: Jaka jest najbardziej żenująca rzecz, jaką kiedykolwiek kupiłeś w sklepie spożywczym?
pt_br: Qual é a coisa mais vergonhosa que você já comprou num supermercado?
sv: Vad är det pinsammaste du någonsin köpt i en livsmedelsbutik?
uk: Що найбільш незручне ти коли-небудь купував у продуктовому магазині?
zh_hans: 你在杂货店买过的最尴尬的东西是什么？

source: What's the most ethical thing a person can do in their daily life?
de: Was ist das Ethischste, was ein Mensch im täglichen Leben tun kann?
es: ¿Qué es lo más ético que una persona puede hacer en su vida diaria?
fr: Quelle est la chose la plus éthique qu'une personne puisse faire dans sa vie quotidienne ?
it: Qual è la cosa più etica che una persona può fare nella vita quotidiana?
ja: 日常生活でできる最も倫理的なことは何ですか？
ko: 일상생활에서 할 수 있는 가장 윤리적인 일은 무엇일까요?
nb: Hva er den mest etiske tingen en person kan gjøre i sitt daglige liv?
nl: Wat is het meest ethische wat een persoon in het dagelijks leven kan doen?
pl: Jaka jest najbardziej etyczna rzecz, jaką człowiek może robić w codziennym życiu?
pt_br: Qual é a coisa mais ética que uma pessoa pode fazer na vida diária?
sv: Vad är det mest etiska en person kan göra i sitt dagliga liv?
uk: Що найбільш етичного може робити людина в повсякденному житті?
zh_hans: 一个人在日常生活中能做的最有道德的事情是什么？

source: What's the most exciting thing on your horizon right now?
de: Was ist die aufregendste Sache, die dir derzeit bevorsteht?
es: ¿Qué es lo más emocionante en tu horizonte en este momento?
fr: Quelle est la chose la plus excitante à l'horizon pour toi en ce moment ?
it: Qual è la cosa più eccitante all'orizzonte per te in questo momento?
ja: 今、あなたの将来で最も楽しみなことは何ですか？
ko: 지금 당신의 미래에서 가장 기대되는 것은 무엇인가요?
nb: Hva er den mest spennende tingen på horisonten din akkurat nå?
nl: Wat is op dit moment het meest opwindende aan jouw horizon?
pl: Co jest teraz najbardziej ekscytujące na twojej ścieżce?
pt_br: Qual é a coisa mais emocionante no seu horizonte agora?
sv: Vad är det mest spännande på din horisont just nu?
uk: Що найбільш захоплююче на вашому горизонті зараз?
zh_hans: 现在你最期待的事情是什么？

source: What's the most extra thing you've ever done?
de: Was ist das Übertriebenste, was du jemals getan hast?
es: ¿Qué es lo más exagerado que has hecho?
fr: Quelle est la chose la plus exagérée que tu aies jamais faite ?
it: Qual è la cosa più esagerata che tu abbia mai fatto?
ja: 今までで最もやりすぎたことは何ですか？
ko: 가장 오버했던 일은 무엇인가요?
nb: Hva er den mest ekstra tingen du noen gang har gjort?
nl: Wat is het meest overdrevenste wat je ooit hebt gedaan?
pl: Jaka jest najbardziej przesadzona rzecz, jaką kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais exagerada que você já fez?
sv: Vad är det mest överdrivna du någonsin har gjort?
uk: Яка найбільш екстравагантна річ, яку ти коли-небудь робив?
zh_hans: 你做过最浮夸的事情是什么？

source: What's the most honest thing you've ever said to someone you love?
de: Was ist das Ehrlichste, was du jemals zu einem Menschen gesagt hast, den du liebst?
es: ¿Cuál es la cosa más honesta que le has dicho a alguien que amas?
fr: Quelle est la chose la plus honnête que tu aies jamais dite à quelqu'un que tu aimes ?
it: Qual è la cosa più onesta che hai mai detto a qualcuno che ami?
ja: 愛する人に言った最も正直なことは何ですか？
ko: 사랑하는 사람에게 한 말 중 가장 솔직했던 말은 무엇인가요?
nb: Hva er det mest ærlige du noen gang har sagt til noen du er glad i?
nl: Wat is het meest eerlijke wat je ooit hebt gezegd tegen iemand van wie je houdt?
pl: Co jest najbardziej szczerą rzeczą, jaką kiedykolwiek powiedziałeś komuś, kogo kochasz?
pt_br: Qual é a coisa mais honesta que você já disse a alguém que ama?
sv: Vad är det mest ärliga du någonsin har sagt till någon du älskar?
uk: Що найчеснішого ви коли-небудь говорили людині, яку любите?
zh_hans: 你对爱的人说过最诚实的话是什么？

source: What’s the most illegal thing you’ve ever done?
de: Was ist das Illegalste, das du je getan hast?
es: ¿Qué es lo más ilegal que has hecho?
fr: Quelle est la chose la plus illégale que tu aies jamais faite ?
it: Qual è la cosa più illegale che tu abbia mai fatto?
ja: 今までやった中で一番違法なことは何ですか？
ko: 가장 불법적인 행동을 꼽자면 무엇인가요?
nb: Hva er det mest ulovlige du noen gang har gjort?
nl: Wat is het meest illegale dat je ooit hebt gedaan?
pl: Jaka jest najbardziej nielegalna rzecz, jaką kiedykolwiek zrobiłeś?
pt_br: Qual é a coisa mais ilegal que você já fez?
sv: Vad är det mest olagliga du någonsin har gjort?
uk: Що найбільш незаконного ви коли-небудь робили?
zh_hans: 你做过的最违法的事情是什么？

source: What’s the most important goal you’ve already achieved?
de: Was ist das wichtigste Ziel, das du bereits erreicht hast?
es: ¿Cuál es la meta más importante que ya has logrado?
fr: Quel est l'objectif le plus important que tu aies déjà atteint ?
it: Qual è l'obiettivo più importante che hai già raggiunto?
ja: これまでに達成した最も重要な目標は何ですか？
ko: 이미 달성한 가장 중요한 목표는 무엇인가요?
nb: Hva er det viktigste målet du allerede har oppnådd?
nl: Wat is het belangrijkste doel dat je al hebt bereikt?
pl: Jaki jest najważniejszy cel, który już osiągnąłeś?
pt_br: Qual é o objetivo mais importante que você já alcançou?
sv: Vad är det viktigaste målet du redan har uppnått?
uk: Яка найважливіша мета, яку ви вже досягли?
zh_hans: 你已经实现的最重要的目标是什么？

source: What’s the most important lesson your parents taught you?
de: Was ist die wichtigste Lektion, die dir deine Eltern beigebracht haben?
es: ¿Cuál es la lección más importante que te enseñaron tus padres?
fr: Quelle est la leçon la plus importante que tes parents t'ont apprise ?
it: Qual è la lezione più importante che i tuoi genitori ti hanno insegnato?
ja: 両親から教わった最も大切な教訓は何ですか？
ko: 부모님께서 가르쳐 주신 가장 중요한 교훈은 무엇인가요?
nb: Hva er den viktigste leksjonen foreldrene dine lærte deg?
nl: Wat is de belangrijkste les die je ouders je hebben geleerd?
pl: Jaka jest najważniejsza lekcja, jakiej nauczyli cię rodzice?
pt_br: Qual é a lição mais importante que seus pais te ensinaram?
sv: Vad är den viktigaste läxan dina föräldrar lärde dig?
uk: Який найважливіший урок винесли ваші батьки?
zh_hans: 你父母教给你的最重要的一课是什么？

source: What's the most important quality in a life partner?
de: Was ist die wichtigste Eigenschaft bei einem Lebenspartner?
es: ¿Cuál es la cualidad más importante en un compañero de vida?
fr: Quelle est la qualité la plus importante chez un partenaire de vie ?
it: Qual è la qualità più importante in un compagno di vita?
ja: 人生のパートナーに最も重要な資質は何ですか？
ko: 인생의 파트너에게 가장 중요한 자질은 무엇인가요?
nb: Hva er den viktigste egenskapen hos en livspartner?
nl: Wat is de belangrijkste kwaliteit in een levenspartner?
pl: Jaka jest najważniejsza cecha u partnera życiowego?
pt_br: Qual é a qualidade mais importante em um parceiro de vida?
sv: Vad är den viktigaste egenskapen hos en livspartner?
uk: Яка найважливіша якість у супутника життя?
zh_hans: 人生伴侣最重要的品质是什么？

source: What's the most important question you're sitting with right now?
de: Mit welcher wichtigen Frage beschäftigst du dich gerade?
es: ¿Cuál es la pregunta más importante con la que estás lidiando ahora mismo?
fr: Quelle est la question la plus importante que vous portez en ce moment ?
it: Qual è la domanda più importante con cui hai a che fare in questo momento?
ja: 今、あなたが最も重要だと思っている問いは何ですか？
ko: 지금 당신이 가장 중요하게 생각하는 질문은 무엇인가요?
nb: Hva er det viktigste spørsmålet du sitter med akkurat nå?
nl: Wat is de belangrijkste vraag waar je nu mee worstelt?
pl: Z jakim najważniejszym pytaniem się teraz zmagasz?
pt_br: Qual é a pergunta mais importante com a qual você está lidando agora?
sv: Vilken är den viktigaste frågan du bär på just nu?
uk: Яке найважливіше питання турбує вас зараз?
zh_hans: 你现在正在思考的最重要的问题是什么？

source: What's the most important thing you can do daily to maintain a loving relationship?
de: Was ist das Wichtigste, das du täglich tun kannst, um eine liebevolle Beziehung zu erhalten?
es: ¿Qué es lo más importante que puedes hacer a diario para mantener una relación amorosa?
fr: Quelle est la chose la plus importante que vous puissiez faire quotidiennement pour maintenir une relation aimante ?
it: Qual è la cosa più importante che puoi fare ogni giorno per mantenere una relazione amorevole?
ja: 愛情あふれる関係を維持するために毎日できる最も重要なことは何ですか？
ko: 사랑하는 관계를 유지하기 위해 매일 할 수 있는 가장 중요한 일은 무엇인가요?
nb: Hva er det viktigste du kan gjøre daglig for å opprettholde et kjærlig forhold?
nl: Wat is het belangrijkste dat je dagelijks kunt doen om een liefdevolle relatie te behouden?
pl: Co najważniejszego możesz robić codziennie, aby utrzymać kochający związek?
pt_br: Qual é a coisa mais importante que você pode fazer diariamente para manter um relacionamento amoroso?
sv: Vad är det viktigaste du kan göra dagligen för att upprätthålla en kärleksfull relation?
uk: Що найважливіше ви можете робити щодня, щоб підтримувати любовні стосунки?
zh_hans: 为了维持充满爱的关系，你每天能做的最重要的一件事是什么？

source: What's the most important thing you want to teach a future generation?
de: Was ist das Wichtigste, was du einer zukünftigen Generation beibringen möchtest?
es: ¿Qué es lo más importante que quieres enseñar a una futura generación?
fr: Quelle est la chose la plus importante que tu veux enseigner à une future génération ?
it: Qual è la cosa più importante che vuoi insegnare a una generazione futura?
ja: 将来の世代に教えたい最も重要なことは何ですか？
ko: 미래 세대에게 가르쳐주고 싶은 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste du vil lære en fremtidig generasjon?
nl: Wat is het belangrijkste dat je een toekomstige generatie wilt leren?
pl: Co jest najważniejszą rzeczą, jaką chcesz przekazać przyszłemu pokoleniu?
pt_br: Qual é a coisa mais importante que você quer ensinar a uma futura geração?
sv: Vad är det viktigaste du vill lära en framtida generation?
uk: Що найважливіше ви хочете навчити майбутнє покоління?
zh_hans: 你想教给未来一代的最重要的事情是什么？

source: What's the most important thing you've ever heard in a song lyric?
de: Was ist das Wichtigste, das du je in einem Songtext gehört hast?
es: ¿Qué es lo más importante que has escuchado en una letra de canción?
fr: Quelle est la chose la plus importante que tu aies entendue dans une parole de chanson ?
it: Qual è la cosa più importante che hai mai sentito in un testo musicale?
ja: 歌詞で聞いた最も重要なことは何ですか？
ko: 노래 가사에서 들은 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste du noen gang har hørt i en sangtekst?
nl: Wat is het belangrijkste dat je ooit in een songtekst hebt gehoord?
pl: Co najważniejszego usłyszałeś/aś w tekście piosenki?
pt_br: Qual é a coisa mais importante que você já ouviu em uma letra de música?
sv: Vad är det viktigaste du någonsin hört i en sångtext?
uk: Що найважливішого ви чули в тексті пісні?
zh_hans: 你从歌词里听到过最重要的一句话是什么？

source: What's the most important thing you've learned from a difficult relationship?
de: Was ist das Wichtigste, das du aus einer schwierigen Beziehung gelernt hast?
es: ¿Qué es lo más importante que has aprendido de una relación difícil?
fr: Quelle est la chose la plus importante que vous ayez apprise d'une relation difficile ?
it: Qual è la cosa più importante che hai imparato da una relazione difficile?
ja: 困難な人間関係から学んだ最も重要なことは何ですか？
ko: 어려운 관계에서 배운 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste du har lært fra et vanskelig forhold?
nl: Wat is het belangrijkste dat je hebt geleerd van een moeilijke relatie?
pl: Czego najważniejszego nauczyłeś się z trudnej relacji?
pt_br: Qual é a coisa mais importante que você aprendeu com um relacionamento difícil?
sv: Vad är det viktigaste du har lärt dig från en svår relation?
uk: Що найважливішого ви дізналися зі складних стосунків?
zh_hans: 你从一段困难的关系中学到的最重要的一课是什么？

source: What's the most important thing you've learned from a past relationship?
de: Was ist das Wichtigste, was du aus einer früheren Beziehung gelernt hast?
es: ¿Qué es lo más importante que has aprendido de una relación pasada?
fr: Quelle est la chose la plus importante que tu aies apprise d'une relation passée ?
it: Qual è la cosa più importante che hai imparato da una relazione passata?
ja: 過去の人間関係から学んだ最も重要なことは何ですか？
ko: 과거의 관계에서 배운 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste du har lært fra et tidligere forhold?
nl: Wat is het belangrijkste dat je hebt geleerd van een eerdere relatie?
pl: Co jest najważniejszą rzeczą, której nauczyłeś się z poprzedniego związku?
pt_br: Qual é a coisa mais importante que você aprendeu com um relacionamento passado?
sv: Vad är det viktigaste du har lärt dig från ett tidigare förhållande?
uk: Що найважливіше ви дізналися з попередніх стосунків?
zh_hans: 你从过去的关系中学到的最重要的一课是什么？

source: What’s the most impulsive thing you’ve ever bought?
de: Was war das Impulsivste, das du je gekauft hast?
es: ¿Qué es lo más impulsivo que has comprado?
fr: Quelle est la chose la plus impulsive que vous ayez jamais achetée ?
it: Qual è la cosa più impulsiva che tu abbia mai comprato?
ja: 衝動買いしたものの中で一番高価なものは何ですか？
ko: 가장 충동적으로 샀던 물건은 무엇인가요?
nb: Hva er den mest impulsive tingen du noen gang har kjøpt?
nl: Wat is het meest impulsieve dat je ooit hebt gekocht?
pl: Jaka jest najbardziej impulsywna rzecz, jaką kiedykolwiek kupiłeś?
pt_br: Qual é a coisa mais impulsiva que você já comprou?
sv: Vad är det mest impulsiva du någonsin köpt?
uk: Яку найімпульсивнішу річ ви коли-небудь купували?
zh_hans: 你买过的最冲动的东西是什么？

source: What's the most interesting airport you've ever been in?
de: Was war der interessanteste Flughafen, in dem du je warst?
es: ¿Cuál es el aeropuerto más interesante en el que has estado?
fr: Quel est l'aéroport le plus intéressant où tu sois allé ?
it: Qual è l'aeroporto più interessante in cui sei mai stato?
ja: 今までで一番面白かった空港はどこですか？
ko: 가장 흥미로웠던 공항은 어디인가요?
nb: Hva er den mest interessante flyplassen du noen gang har vært på?
nl: Wat is de meest interessante luchthaven waar je ooit bent geweest?
pl: Które lotnisko było dla ciebie najbardziej interesujące?
pt_br: Qual o aeroporto mais interessante em que você já esteve?
sv: Vilken är den mest intressanta flygplatsen du någonsin varit på?
uk: Який найцікавіший аеропорт, де ви коли-небудь були?
zh_hans: 你去过的最有趣的机场是哪个？
